[
  {
    "href": "/publications/9_ways_to_see_a_dataset",
    "contentType": "Collection",
    "coverImg": "/img/9_ways/home_9_ways.png",
    "coverImgAlt": "a dithered image of forking paths in a forest or garden",
    "title": "9 ways to see a Dataset - are datasets approaching an event horizon?",
    "preposition": "Written by",
    "authors": "Kate Crawford",
    "excerpt": "Description of 9 ways to see a dataset",
    "intro": "content/publications/9_ways_to_see_a_dataset/intro.md",
    "description": "sem viverra aliquet eget sit amet tellus cras adipiscing enim eu turpis egestas pretium aenean pharetra magna ac placerat vestibulum lectus mauris ultrices eros in cursus turpis massa tincidunt dui ut ornare lectus sit amet est placerat in egestas erat imperdiet sed euismod nisi porta lorem mollis",
    "external": false,
    "collectionItems": [
      {
        "index": 0,
        "contentType": "essay",
        "title": "9 Ways To Look At A Dataset: What’s at stake in examining datasets?",
        "img": "/img/9_ways_to_see_a_dataset.png",
        "imgAlt": "/img/9_ways_to_see_a_dataset.png",
        "preposition": "by",
        "authors": "Kate Crawford",
        "excerpt": "If you read the leaked memo from Google, “We Have No Moat, and Neither Does Open AI”, you’ll find a revealing admission about AI development: “data quality scales better than data size.” This short phrase points to a seachange in thinking that has significant implications for generative AI in particular",
        "href": "/9-ways-to-see/9-ways-to-see-a-dataset"
      },{
        "index": 0,
        "contentType": "essay",
        "title": "DATASETS AS INSTITUTIONS: THE NEW YORK TIMES ANNOTATED CORPUS",
        "img": "/img/9_ways_to_see_a_dataset.png",
        "imgAlt": "/img/9_ways_to_see_a_dataset.png",
        "preposition": "by",
        "authors": "Mike Ananny",
        "excerpt": "The NYT Annotated Corpus (NYTAC) shows how datasets are institutional achievements.",
        "href": "/9-ways-to-see/datasets-as-institutions"
      },
      {
        "index": 1,
        "contentType": "essay",
        "title": "C4",
        "img": "/img/9_ways_to_see_a_dataset.png",
        "imgAlt": "/img/9_ways_to_see_a_dataset.png",
        "preposition": "by",
        "authors": "Will Orr",
        "excerpt": "The Colossal Cleaned Common Crawl dataset, or C4, is a large-scale text corpus developed by a team of engineers at Google. It was created by taking a single month’s scrape of Common Crawl and applying filtering heuristics to remove duplicate, placeholder, nonsense, and non-english language content.",
        "href": "/9-ways-to-see/C4"
      },
      {
        "index": 2,
        "contentType": "essay",
        "title": "NABirds",
        "img": "/img/9_ways_to_see_a_dataset.png",
        "imgAlt": "/img/9_ways_to_see_a_dataset.png",
        "preposition": "by",
        "authors": "Hamsini Sridharan",
        "excerpt": "How does a machine learning algorithm “recognize” a bird? Generic computer vision datasets, composed of images scraped unceremoniously from sites like Flickr, are most useful for general object recognition, training algorithms to distinguish a raven from a writing desk (or, at any rate, “bird” from “furniture”). But what species of raven is it? Answering that question requires access to images broken into much narrower, more precise categories.",
        "href": "/9-ways-to-see/nabirds"
      },
      {
        "index": 3,
        "contentType": "essay",
        "title": "Investigating ImageNet",
        "img": "/img/9_ways_to_see_a_dataset.png",
        "imgAlt": "/img/9_ways_to_see_a_dataset.png",
        "preposition": "by",
        "authors": "Sasha Luccioni",
        "excerpt": "ImageNet is one of the first datasets AI researchers are exposed to when learning and experimenting with computer vision approaches. Since it was first released in 2009, it has been used to train and evaluate nearly every AI model in the object recognition task, and improvement upon state-of-the-art performance on the dataset can translate into getting accepted into top AI conferences and appearing on leaderboards.",
        "href": "/9-ways-to-see/ImageNet"
      },
      {
        "index": 3,
        "contentType": "essay",
        "title": "What Can LAION Teach Us About Copyright Law?",
        "img": "/img/9_ways_to_see_a_dataset.png",
        "imgAlt": "/img/9_ways_to_see_a_dataset.png",
        "preposition": "by",
        "authors": "Jason Schultz",
        "excerpt": "Looking through millions of dataset images can be a disorienting experience. Each one says something. But what does a sea of them say about the current status of copyright law?",
        "href": "/9-ways-to-see/LAION-copyright"
      },
      {
        "index": 4,
        "contentType": "essay",
        "title": "iNaturalist",
        "img": "/img/9_ways_to_see_a_dataset.png",
        "imgAlt": "/img/9_ways_to_see_a_dataset.png",
        "preposition": "by",
        "authors": "Jer Thorp",
        "excerpt": "If you’ve found a featureless blob and you’d like to identify it, your first stop should be iNaturalist.",
        "href": "/9-ways-to-see/iNaturalist"
      },{
        "index": 9,
        "contentType": "essay",
        "title": "Investigating Datasets",
        "img": "/img/9_ways_to_see_a_dataset.png",
        "imgAlt": "/img/9_ways_to_see_a_dataset.png",
        "preposition": "by",
        "authors": "Christo Buschek",
        "excerpt": "While research and investigations share many similarities, there are also key differences that set them apart. An investigation aims to scrutinize the investigative subject, to discover something hidden or secret, and then tell a story about it.",
        "href": "/9-ways-to-see/investigating-datasets"
      }
    ]
  },
  {
    "href": "/critical-field-guide",
    "contentType": "Guide",
    "coverImg": "/img/field_guide_black_1.png",
    "coverImgAlt": "a geometric pattern of boxes evoking a spreadsheet",
    "title": "A CRITICAL FIELD GUIDE FOR WORKING WITH MACHINE LEARNING DATASETS",
    "preposition": "Written by",
    "authors": "Sarah Ciston",
    "excerpt": "Maybe you’re an engineer creating a new machine vision system to track birds. You might be a journalist using social media data to research Costa Rican households. You could be a researcher who stumbled upon your university’s archive of handwritten census cards from 1939. Or a designer creating a chatbot that relies on large language models like GPT-3. Perhaps you’re an artist experimenting with visual style combinations using DALLE-2. Or maybe you’re an activist with an urgent story that needs telling, and you’re searching for the right dataset to tell it.",
    "external": true
  },
  {
    "href": "/reading-list",
    "contentType": "Reading List",
    "coverImg": "/img/reading_list.png",
    "coverImgAlt": "a geometric pattern of boxes evoking a spreadsheet",
    "title": "CRITICAL DATASET STUDIES",
    "preposition": "Collected and curated by",
    "authors": "Knowing Machines Team",
    "excerpt": "This collection provides a curated reading list for researchers, practitioners, and students seeking to understand how machine learning datasets work, are utilised, and are influenced by various social, political, and ethical issues. The list is organised into various sections to help readers follow their specific interests and is primarily focused on academic publications. This list is also not meant to be exhaustive. We see the list as a living resource and invite readers to make suggestions and contributions. We hope this reading list might serve as a useful resource for scholars and practitioners investigating ML datasets as sociotechnical assemblages that shape and are shaped by social worlds.",
    "external": true
  }
]
